alsa-utils
ansible
ansible-lint
aquamarine-git
archipelagomw-bin
arenatracker
aspnet-runtime-8.0
base
base-devel
bizhawk-bin
blueman
bluez-utils
bolt-launcher
boost
brightnessctl
chaotic-keyring
chaotic-mirrorlist
chromium
cpio
cronie
ddcutil
deskflow
devour
discord
dmenu
dmidecode
docker
docker-buildx
dotnet-sdk-8.0
dotnet-sdk-bin
dragon-drop-git
dunst
efibootmgr
ethtool
eww
fastfetch
feh
firefox
flameshot
foot
fprintd
fzf
gamemode
gamescope
gbm
ghcup-hs-bin
git
git-delta
github-cli
glaze
google-chrome
gparted
grim
htop
hugo
hyprcursor-git
hyprgraphics-git
hypridle-git
hyprland-guiutils-git
hyprland-protocols
hyprlang-git
hyprlock-git
hyprpicker
hyprpolkitagent
hyprshot
hyprutils-git
hyprwayland-scanner-git
hyprwire-git
i3-wm
i3blocks
i3lock
i3status
inetutils
input-leap-git
intel-ucode
iwd
jellyfin-desktop
jetbrains-toolbox
kdeconnect
kitty
krita
kvantum
lact
lf
libreoffice-fresh
linux
linux-firmware
linux-headers
luarocks
lutris
man-db
mangohud
meson
mkinitcpio-firmware
mpv
muparser
nano
neofetch
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia-580xx-dkms
nvm
obsidian
opam
openssh
opentabletdriver
pavucontrol
pcsx2-avx-git
picom
piper
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
playerctl
protonplus
pulsemixer
python-image-go-nord
python-passlib
python-pygments
python-pyserial
python-sphinx
qmk
qt6-3d
qt6-canvaspainter
qt6-charts
qt6-datavis3d
qt6-doc
qt6-examples
qt6-graphs
qt6-grpc
qt6-httpserver
qt6-languageserver
qt6-location
qt6-lottie
qt6-networkauth
qt6-openapi
qt6-quick3d
qt6-quick3dphysics
qt6-quickeffectmaker
qt6-quicktimeline
qt6-remoteobjects
qt6-scxml
qt6-sensors
qt6-serialbus
qt6-serialport
qt6-speech
qt6-tasktree
qt6-websockets
qt6-webview
quickshell
redshift
reflector
retroarch
ripgrep
river-classic
rofi
rofi-games
rsync
rust
sddm
signal-desktop
smartmontools
solaar
spotify
sshfs
sshpass
steam-native-runtime
steam-screensaver-fix
superproductivity-bin
sway
swayidle
swaylock
sxiv
teamspeak
teensy_loader_cli
thefuck
thunderbird
tmux
trayer
ttf-nerd-fonts-symbols
udiskie
umu-launcher
unigine-heaven
usbutils
ventoy-bin
vesktop
vial-appimage
vifm
vim
waybar
web-os-dev-manager-bin
wget
whatsdesk-bin
wine
wine-ge-custom-bin-opt
wine-mono
winetricks
wireless_tools
wlopm
wlrctl
wlsunset
wpa_supplicant
xdg-utils
xdotool
xmobar
xmonad
xmonad-contrib
xmonad-recompile-hook-git
xorg-server
xorg-xhost
xorg-xinit
xorg-xrandr
xsel
xterm
yay
yay-debug
yazi
ydotool
zathura
zathura-pdf-mupdf
zsh
