alsa-utils
ansible
arenatracker
barrier
base
base-devel
blueman
bolt-launcher
brightnessctl
chaotic-keyring
chaotic-mirrorlist
cpio
cronie
ddcutil
deskflow
devour
discord
dmenu
dotnet-sdk-8.0
dragon-drop-git
dunst
efibootmgr
feh
feishin-bin
firefox
flameshot
foot
fprintd
fzf
ghcup-hs-bin
git
github-cli
gparted
grim
htop
hugo
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
hyprshot
i3-wm
i3blocks
i3lock
i3status
inetutils
input-leap
intel-ucode
iwd
jellyfin-media-player
kdeconnect
kitty
kvantum
lf
lib32-nvidia-utils
libreoffice-fresh
linux
linux-firmware
linux-headers
luarocks
lutris
man-db
meson
mkinitcpio-firmware
mpv
nano
neofetch
neovim
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia-dkms
nvidia-settings
nvm
obsidian
opam
openssh
pavucontrol
picom
piper
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
playerctl
polkit-kde-agent
proton-ge-custom
pulsemixer
python-passlib
python-pygments
python-pyserial
qmk
redshift
reflector
ripgrep
river
rofi
rofi-games
rsync
rust
sddm
smartmontools
solaar
spotify
sshfs
sshpass
steam-native-runtime
steam-screensaver-fix
sway
swayidle
swaylock
sxiv
teamspeak
teensy_loader_cli
thefuck
thunderbird
tmux
trayer
ttf-nerd-fonts-symbols
usbutils
vim
waybar
web-os-dev-manager-bin
wget
whatsdesk-bin
wine-ge-custom
wine-ge-custom-bin-opt
wine-mono
winetricks-git
wireless_tools
wlopm
wlsunset
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xdotool
xmobar
xmonad
xmonad-contrib
xmonad-recompile-hook-git
xorg-server
xorg-xinit
xorg-xrandr
xsel
xterm
yay
yay-debug
zathura
zathura-pdf-mupdf
zram-generator
zsh
